{
  "companies": {
    "aws": {
      "company_name_ja": "アマゾンウェブサービスジャパン",
      "company_name_en": "Amazon Web Services Japan",
      "description": "世界最大のクラウドサービスプロバイダー。200以上のクラウドサービスを世界190カ国以上で展開し業界トップシェアを維持。AI・機械学習、データ分析、コンピューティング、データベース、セキュリティなど包括的なサービスを提供。2024年のグローバル売上高は1076億ドル（約16兆円）で営業利益率は約37%。東京・大阪にリージョンを持ち日本企業のDX推進を支援。「毎日がDay 1」の精神で常に挑戦し続ける文化が特徴。",
      "description_en": "World's largest cloud service provider. Operates over 200 cloud services in more than 190 countries, maintaining industry-leading market share. Offers comprehensive services including AI/ML, data analytics, computing, databases, and security. 2024 global revenue reached $107.6 billion (approximately 16 trillion yen) with operating margin of about 37%. Has regions in Tokyo and Osaka, supporting Japanese enterprises' digital transformation. Characterized by 'Every day is Day 1' culture of continuous innovation.",
      "hiring_url": "https://aws.amazon.com/jp/careers/",
      "num_of_employees": "2000+",
      "sales": 16000000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/amazon-web-services-japan.png",
      "company_url": "https://aws.amazon.com/jp/",
      "num_of_positions": 10
    },
    "recruit": {
      "company_name_ja": "リクルート",
      "company_name_en": "Recruit",
      "description": "日本最大の人材・広告・マッチングプラットフォーム企業。リクナビ、SUUMO、じゃらん、ホットペッパーなど多数のサービスを展開。グローバルではIndeedを傘下に持ち、HR Tech領域で世界をリードする。Airレジ・Airペイなどの業務支援SaaSも成長中。売上3兆円超、従業員約5万人のメガベンチャー。",
      "description_en": "Japan's largest HR, advertising, and matching platform company. Operates numerous services including Rikunabi, SUUMO, Jalan, and Hot Pepper. Globally leads HR Tech with Indeed under its umbrella. Growing business support SaaS including Air Regi and Air Pay. Mega-venture with over 3 trillion yen in revenue and approximately 50,000 employees.",
      "hiring_url": "https://www.recruit.co.jp/employment/",
      "num_of_employees": "10000+",
      "sales": 3400000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/recruit.png",
      "company_url": "https://www.recruit.co.jp/",
      "num_of_positions": 2
    },
    "rakuten": {
      "company_name_ja": "楽天グループ",
      "company_name_en": "Rakuten Group",
      "description": "楽天市場を中核に楽天カード・楽天銀行・楽天モバイルなど70以上のサービスを展開する日本最大級のインターネットエコシステム。国内1億超の楽天会員を基盤に「楽天経済圏」を構築。社内公用語英語化の先駆者で100カ国以上出身の従業員がグローバル拠点で勤務。楽天モバイルは800万回線突破。完全仮想化ネットワーク技術で通信業界に革新をもたらす。",
      "description_en": "Japan's largest internet ecosystem with over 70 services centered on Rakuten Ichiba, including Rakuten Card, Rakuten Bank, and Rakuten Mobile. Built the \"Rakuten Ecosystem\" based on over 100 million domestic Rakuten members. Pioneer in adopting English as official corporate language with employees from over 100 countries working at global offices. Rakuten Mobile surpassed 8 million subscriptions, bringing innovation to the telecom industry with fully virtualized network technology.",
      "hiring_url": "https://corp.rakuten.co.jp/careers/",
      "num_of_employees": "30000+",
      "sales": 2000000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/rakuten-group.png",
      "company_url": "https://corp.rakuten.co.jp/",
      "num_of_positions": 10
    },
    "ly": {
      "company_name_ja": "LY Corporation",
      "company_name_en": "LY Corporation",
      "description": "2023年10月にLINE・Yahoo! JAPANが統合して誕生した日本最大のインターネット企業。LINEの月間1.99億ユーザーとYahoo! JAPANの月間5430万ログインIDを擁しグループ延べ利用者数3.2億超。PayPayやZOZO等も傘下に持つ。従業員約28000人でグループ会社124社。Java/Go/PythonやKubernetes等の技術スタックで大規模サービスを支える。",
      "description_en": "Japan's largest internet company formed by the merger of LINE and Yahoo! JAPAN in October 2023. Boasts 199 million monthly LINE users and 54.3 million Yahoo! JAPAN monthly login IDs, with total group users exceeding 320 million. Subsidiaries include PayPay and ZOZO. Approximately 28,000 employees across 124 group companies. Powers large-scale services with tech stacks including Java/Go/Python and Kubernetes.",
      "hiring_url": "https://www.lycorp.co.jp/ja/recruit/",
      "num_of_employees": "10000+",
      "sales": 1800000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/ly-corporation.png",
      "company_url": "https://www.lycorp.co.jp/",
      "num_of_positions": 52
    },
    "cyberagent": {
      "company_name_ja": "サイバーエージェント",
      "company_name_en": "CyberAgent",
      "description": "ABEMA・ゲーム・インターネット広告の3事業を展開。AI事業本部には250名以上のエンジニアが在籍し独自の日本語LLMやVLMを継続開発・公開。2024年には開発AIエージェントに年間約4億円を投資決定しエンジニア約1200名に月額200米ドルの開発AIツール費用を支援。全エンジニアの半数がAIを駆使できる組織を目指す。",
      "description_en": "Operates three business segments: ABEMA, gaming, and internet advertising. The AI division has over 250 engineers continuously developing and releasing proprietary Japanese LLMs and VLMs. In 2024, decided to invest approximately 400 million yen annually in AI development agents and support about 1,200 engineers with $200/month for AI development tools. Aims to have half of all engineers proficient in AI.",
      "hiring_url": "https://hrmos.co/pages/cyberagent-group",
      "num_of_employees": "6000+",
      "sales": 720000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/cyberagent.png",
      "company_url": "https://www.cyberagent.co.jp/",
      "num_of_positions": 94
    },
    "microsoft": {
      "company_name_ja": "日本マイクロソフト",
      "company_name_en": "Microsoft Japan",
      "description": "Windows・Office・Azure・Teamsなど世界標準のソフトウェアとクラウドサービスを提供するグローバルテックカンパニー。1986年に日本法人を設立し品川に本社を構える。Microsoft 365やDynamics 365などのエンタープライズソリューション、Copilotに代表されるAI技術、Xbox等のゲーム事業も展開。従業員約3200名で日本法人売上高は4567億円。社員の約3割が帰国子女・海外大学出身者で国際的な環境。求人の8割以上が英語のみで掲載されるグローバルな採用基準を持つ。",
      "description_en": "Global tech company providing world-standard software and cloud services including Windows, Office, Azure, and Teams. Established Japanese subsidiary in 1986 with headquarters in Shinagawa. Offers enterprise solutions like Microsoft 365 and Dynamics 365, AI technologies represented by Copilot, and gaming business including Xbox. Approximately 3,200 employees with Japanese subsidiary revenue of 456.7 billion yen. About 30% of employees are returnees or overseas university graduates, creating an international environment. Global hiring standards with over 80% of job postings in English only.",
      "hiring_url": "https://careers.microsoft.com/",
      "num_of_employees": "3000+",
      "sales": 456700000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/microsoft-japan.png",
      "company_url": "https://www.microsoft.com/ja-jp",
      "num_of_positions": 10
    },
    "gmointernet": {
      "company_name_ja": "GMOインターネットグループ",
      "company_name_en": "GMO Internet Group",
      "description": "ドメイン・レンタルサーバー・SSL証明書などのインターネットインフラ事業を中核に、決済・セキュリティ・暗号資産など幅広い領域で事業展開する総合インターネットグループ。グループ会社110社以上、従業員7000人超。東証プライム上場。AI活用にも積極的に取り組む。",
      "description_en": "A comprehensive internet group with domain, hosting, and SSL certificate infrastructure at its core, expanding into payments, security, and cryptocurrency. Over 110 group companies and 7,000+ employees. Listed on Tokyo Stock Exchange Prime. Actively pursuing AI adoption.",
      "hiring_url": "https://recruit.gmo.jp/",
      "num_of_employees": "5000+",
      "sales": 250000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/gmo-internet.png",
      "company_url": "https://www.gmo.jp/",
      "num_of_positions": 16
    },
    "hybejapan": {
      "company_name_ja": "HYBE JAPAN",
      "company_name_en": "HYBE JAPAN",
      "description": "BTSやSEVENTEEN等を擁する韓国最大級のエンターテインメント企業HYBEの日本法人。「We believe in music」をミッションに音楽産業のビジネスモデルにイノベーションを起こす。レーベル事業（Big Hit Music、PLEDIS等）、ファンプラットフォーム「Weverse」、映像コンテンツ事業を展開。2024年連結売上高は約2357億円で韓国エンタメ企業として過去最高を記録。世界4拠点に70以上の法人と約2500名の社員を擁する。日本法人は約300名規模で多国籍な環境を持ちビザサポートも提供。",
      "description_en": "Japanese subsidiary of HYBE, Korea's largest entertainment company home to BTS and SEVENTEEN. With the mission 'We believe in music', innovating business models in the music industry. Operates label business (Big Hit Music, PLEDIS, etc.), fan platform 'Weverse', and video content business. 2024 consolidated revenue reached approximately 235.7 billion yen, a record high for Korean entertainment companies. Has over 70 entities across 4 global regions with approximately 2,500 employees. Japan office has about 300 employees in a multinational environment with visa support provided.",
      "hiring_url": "https://herp.careers/v1/hybejapan",
      "num_of_employees": "300+",
      "sales": 235700000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/hybe-japan.png",
      "company_url": "https://hybecorp.com/eng/main",
      "num_of_positions": 0
    },
    "m3": {
      "company_name_ja": "エムスリー",
      "company_name_en": "M3",
      "description": "日本の医師の90%以上が登録する医療従事者専用サイト「m3.com」を運営する医療ITのリーディングカンパニー。製薬企業向けマーケティング支援、電子カルテ「エムスリーデジカル」、医療Q&Aサービス「AskDoctors」など多角的に医療DXを推進。東証プライム上場、時価総額1兆円超。",
      "description_en": "Leading medical IT company operating m3.com, where over 90% of Japanese doctors are registered. Provides pharmaceutical marketing support, cloud EMR 'M3 Digicle', medical Q&A service 'AskDoctors', and drives medical DX across multiple verticals. Listed on TSE Prime with market cap exceeding 1 trillion yen.",
      "hiring_url": "https://jobs.m3.com/",
      "num_of_employees": "500+",
      "sales": 230000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/m3.png",
      "company_url": "https://corporate.m3.com/",
      "num_of_positions": 15
    },
    "paypay": {
      "company_name_ja": "PayPay",
      "company_name_en": "PayPay",
      "description": "QRコード決済国内シェアNo.1で登録ユーザー数7000万人（2025年7月時点）を突破し日本の人口の2人に1人以上が利用。加盟店数410万カ所で2024年の決済取扱高は12.5兆円・決済回数78億回超。インド最大手Paytmの技術基盤を活用しマイクロサービスアーキテクチャ（Kubernetes・AWS・Kafka）で60以上のサービスを運用。多国籍開発体制で50カ国以上から人材を採用。2024年には国内キャッシュレス決済全体の5回に1回がPayPayで行われ送金機能も年間3.8億件以上を処理。",
      "description_en": "#1 domestic market share in QR code payments with over 70 million registered users (as of July 2025), used by more than 1 in 2 Japanese people. 4.1 million merchant locations with 2024 payment volume of 12.5 trillion yen and over 7.8 billion transactions. Utilizes technology platform from India's leading Paytm, operating 60+ services on microservices architecture (Kubernetes, AWS, Kafka). Multinational development team hiring from 50+ countries. 1 in 5 domestic cashless payments made via PayPay in 2024, with remittance function processing over 380 million transfers annually.",
      "hiring_url": "https://about.paypay.ne.jp/career/",
      "num_of_employees": "2000+",
      "sales": 200000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/paypay.png",
      "company_url": "https://about.paypay.ne.jp/",
      "num_of_positions": 23
    },
    "cygames": {
      "company_name_ja": "Cygames",
      "company_name_en": "Cygames",
      "description": "「グランブルーファンタジー」「ウマ娘 プリティーダービー」「Shadowverse」等を開発するサイバーエージェントグループのゲーム会社。コンソール級のグラフィック品質とライブサービス運営に強み。2021年リリースの「ウマ娘」は社会現象となり年間売上1000億円超を記録。Nintendo Switch/PS向け大型タイトルやアニメ制作も手がける。佐賀スタジオ設立やJリーグチームスポンサーなど多角化を推進。",
      "description_en": "CyberAgent Group game company developing \"Granblue Fantasy,\" \"Uma Musume Pretty Derby,\" \"Shadowverse,\" and more. Strong in console-grade graphics quality and live service operations. \"Uma Musume\" released in 2021 became a social phenomenon with over 100 billion yen annual revenue. Also develops major titles for Nintendo Switch/PS and anime production. Promoting diversification through Saga Studio establishment and J-League team sponsorship.",
      "hiring_url": "https://www.cygames.co.jp/recruit/",
      "num_of_employees": "3000+",
      "sales": 180000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/cygames.png",
      "company_url": "https://www.cygames.co.jp/",
      "num_of_positions": 39
    },
    "zozo": {
      "company_name_ja": "ZOZO",
      "company_name_en": "ZOZO",
      "description": "日本最大級のファッションEC「ZOZOTOWN」を運営。「ZOZOSUIT」「ZOZOMAT」「ZOZOGLASS」等の計測テクノロジーで70億人のファッションを技術で変革することを目指す。物流拠点「ZOZOBASE」やコーディネートアプリ「WEAR」も展開。2024年にはAI活用の超パーソナルスタイリングサービス「niaulab」を開始。千葉拠点でフルリモートワーク体制を採用。",
      "description_en": "Operates Japan's largest fashion e-commerce platform \"ZOZOTOWN.\" Aims to transform fashion for 7 billion people with measurement technologies like ZOZOSUIT, ZOZOMAT, and ZOZOGLASS. Also operates logistics hub \"ZOZOBASE\" and styling app \"WEAR.\" Launched AI-powered hyper-personalized styling service \"niaulab\" in 2024. Adopted full remote work system from Chiba headquarters.",
      "hiring_url": "https://corp.zozo.com/recruit/",
      "num_of_employees": "1500+",
      "sales": 180000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/zozo.png",
      "company_url": "https://corp.zozo.com/",
      "num_of_positions": 13
    },
    "mercari": {
      "company_name_ja": "メルカリ",
      "company_name_en": "Mercari",
      "description": "日本最大のフリマアプリ「メルカリ」を運営。累計出品数40億品を突破し月間2300万人以上が利用。メルペイ（決済）やメルコイン（暗号資産）などFintech事業も展開。「Go Bold」「All for One」「Be a Pro」のバリューのもと世界50カ国以上出身の多様なエンジニアが活躍。2024年にはオンデマンドワークサービス「メルカリ ハロ」をローンチ。",
      "description_en": "Operates Japan's largest flea market app \"Mercari\". Surpassed 4 billion cumulative listings with over 23 million monthly users. Also expands into Fintech with Merpay (payments) and Mercoin (cryptocurrency). Diverse engineers from over 50 countries thrive under the values of \"Go Bold,\" \"All for One,\" and \"Be a Pro.\" Launched on-demand work service \"Mercari Hallo\" in 2024.",
      "hiring_url": "https://careers.mercari.com/",
      "num_of_employees": "2000+",
      "sales": 170000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/mercari.png",
      "company_url": "https://about.mercari.com/",
      "num_of_positions": 19
    },
    "mixi": {
      "company_name_ja": "MIXI",
      "company_name_en": "MIXI",
      "description": "世界累計6200万人超が利用する「モンスターストライク」を運営。2024年で11周年を迎えるロングランタイトル。子どもの写真共有アプリ「家族アルバム みてね」やSNS「mixi」も展開。千葉ジェッツやFC東京などスポーツ事業にも進出。東洋経済「働きやすさランキング」2024年第1位。BigQuery等を活用したデータ分析基盤でゲーム運営を支える。",
      "description_en": "Operates \"Monster Strike\" with over 62 million cumulative users worldwide. A long-running title celebrating its 11th anniversary in 2024. Also offers family photo sharing app \"Mitene\" and SNS \"mixi.\" Expanded into sports business including Chiba Jets and FC Tokyo. Ranked #1 in Toyo Keizai's \"Best Workplaces Ranking\" 2024. Supports game operations with data analytics infrastructure utilizing BigQuery and more.",
      "hiring_url": "https://mixi.co.jp/recruit/",
      "num_of_employees": "1400+",
      "sales": 130000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/mixi.png",
      "company_url": "https://mixi.co.jp/",
      "num_of_positions": 9
    },
    "dena": {
      "company_name_ja": "DeNA",
      "company_name_en": "DeNA",
      "description": "モバイルゲーム・スポーツ・ヘルスケア・オートモーティブなど多角的に事業展開するインターネット企業。Mobage、横浜DeNAベイスターズ、タクシー配車アプリGOなどを運営。AI/ML技術やデータ活用に強みを持ち、エンターテインメントから社会課題解決まで幅広い領域でサービスを提供。",
      "description_en": "A diversified internet company operating across mobile games, sports, healthcare, and automotive sectors. Operates Mobage, Yokohama DeNA BayStars baseball team, and taxi dispatch app GO. Strong expertise in AI/ML technology and data utilization, providing services ranging from entertainment to social problem-solving.",
      "hiring_url": "https://dena.com/jp/recruit/",
      "num_of_employees": "2000+",
      "sales": 130000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/dena.png",
      "company_url": "https://dena.com/jp/",
      "num_of_positions": 22
    },
    "classmethod": {
      "company_name_ja": "Classmethod",
      "company_name_en": "Classmethod",
      "description": "AWS総合支援で5000社以上・35000アカウント以上を支援するAWSプレミアコンサルティングパートナー。2022年にAWSグローバル最優秀SIパートナー「SI Partner of the Year - GLOBAL」を受賞。累計5万本・月間300万PVの技術メディア「DevelopersIO」を運営。2025年にはAWS生成AIイノベーションセンターのパートナーに日本企業初参画。2025年度売上950億円規模。",
      "description_en": "An AWS Premier Consulting Partner providing comprehensive AWS support to over 5,000 companies and 35,000+ accounts. In 2022, the company won AWS Global \"SI Partner of the Year - GLOBAL.\" It operates \"DevelopersIO,\" a technical media platform with a cumulative 50,000 articles and 3 million monthly page views. In 2025, it became the first Japanese company to join the AWS Generative AI Innovation Center as a partner. The company's fiscal 2025 revenue is approximately 95 billion yen.",
      "hiring_url": "https://careers.classmethod.jp/requirements/",
      "num_of_employees": "800+",
      "sales": 60000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/classmethod.png",
      "company_url": "https://classmethod.jp/",
      "num_of_positions": 64
    },
    "visional": {
      "company_name_ja": "Visional",
      "company_name_en": "Visional",
      "description": "「新しい可能性を、次々と。」をグループミッションに掲げる東証プライム上場企業。即戦力人材向け転職サイト「ビズリーチ」を中核にHRMOSタレントマネジメント・M&Aサクシード・脆弱性管理yamoryなど8社からなるグループを展開。グループ連結売上高661億円（2024年7月期）。HR Tech・M&A・サイバーセキュリティ・物流DXの4領域で日本の生産性向上に貢献。",
      "description_en": "A TSE Prime-listed company with the group mission of \"Creating new possibilities, one after another.\" Operates a group of eight companies centered on \"BizReach,\" a job-change site for ready-to-work professionals, including HRMOS Talent Management, M&A Succeed, and vulnerability management service yamory. Consolidated group revenue of 66.1 billion yen (fiscal year ending July 2024). Contributes to improving Japan's productivity across four areas: HR Tech, M&A, cybersecurity, and logistics DX.",
      "hiring_url": "https://www.visional.inc/ja/careers/engineering.html",
      "num_of_employees": "1500+",
      "sales": 60000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/visional.png",
      "company_url": "https://www.visional.inc/",
      "num_of_positions": 37
    },
    "raksul": {
      "company_name_ja": "ラクスル",
      "company_name_en": "Raksul",
      "description": "「仕組みを変えれば世界はもっと良くなる」をビジョンに印刷・物流・広告のシェアリングプラットフォームを展開。印刷機や運送会社の遊休資産を活用し低価格を実現。印刷・集客支援「ラクスル」・マーケティング「ノバセル」・物流「ハコベル」の3事業を運営。2024年売上高511億円で法人向け「ラクスル エンタープライズ」導入3000社超。「ダンボールワン」は7年連続国内シェアNo.1。",
      "description_en": "Operates sharing platforms for printing, logistics, and advertising with vision \"Changing systems makes the world better.\" Achieves low prices by utilizing idle assets of printing presses and logistics companies. Runs three businesses: printing/customer acquisition \"Raksul,\" marketing \"Novasell,\" and logistics \"Hacobell.\" FY2024 revenue of 51.1 billion yen with \"Raksul Enterprise\" adopted by over 3,000 companies. \"Danball One\" holds #1 domestic share for 7 consecutive years.",
      "hiring_url": "https://recruit.raksul.com/",
      "num_of_employees": "500+",
      "sales": 40000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/raksul.png",
      "company_url": "https://corp.raksul.com/",
      "num_of_positions": 13
    },
    "sansan": {
      "company_name_ja": "Sansan",
      "company_name_en": "Sansan",
      "description": "名刺管理サービス11年連続シェアNo.1の営業DXサービスと請求書受領・発行・経費精算を一元化するインボイス管理サービス「Bill One」を展開。契約件数9000社超でARR200億円を突破。2024年にはタイ法人化など東南アジア展開を加速し63カ国でサービスを提供。名刺アプリ「Eight」や契約データベース「Contract One」も国内外で展開しアナログ情報をデータ化し企業のDXを推進。",
      "description_en": "Offers sales DX service with #1 business card management market share for 11 consecutive years, and invoice management service \"Bill One\" unifying invoice receipt, issuance, and expense settlement. Over 9,000 contracted companies with ARR exceeding 20 billion yen. Accelerated Southeast Asian expansion including Thailand incorporation in 2024, providing services in 63 countries. Also deploys business card app \"Eight\" and contract database \"Contract One\" domestically and internationally, digitizing analog information to drive corporate DX.",
      "hiring_url": "https://jp.corp-sansan.com/recruit/",
      "num_of_employees": "1400+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/sansan.png",
      "company_url": "https://jp.corp-sansan.com/",
      "num_of_positions": 53
    },
    "anycolor": {
      "company_name_ja": "Anycolor",
      "company_name_en": "Anycolor",
      "description": "VTuber事務所「にじさんじ」を運営し日本・英語圏・韓国・中国で500名超のライバーが活動。2022年に東証グロース上場。2024年度売上高310億円・営業利益74億円。リアルタイム配信技術とIP多角化（ライブ・グッズ・ゲーム・楽曲）で収益化。YouTubeチャンネル登録者延べ2億人超でホロライブと並ぶVTuber業界の二大勢力。グローバル展開とファンエンゲージメント技術で成長継続。",
      "description_en": "Operates VTuber agency \"NIJISANJI\" with over 500 livers active in Japan, English-speaking regions, Korea, and China. Listed on TSE Growth in 2022. FY2024 revenue of 31 billion yen and operating profit of 7.4 billion yen. Monetizes through real-time streaming technology and IP diversification (live events, merchandise, games, music). Cumulative YouTube channel subscribers exceeding 200 million, one of the two major forces in VTuber industry alongside hololive. Continuing growth through global expansion and fan engagement technology.",
      "hiring_url": "https://www.anycolor.co.jp/recruit/",
      "num_of_employees": "400+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/anycolor.png",
      "company_url": "https://www.anycolor.co.jp/",
      "num_of_positions": 9
    },
    "colopl": {
      "company_name_ja": "Colopl",
      "company_name_en": "Colopl",
      "description": "「白猫プロジェクト」「クイズRPG 魔法使いと黒猫のウィズ」などのモバイルゲームを開発・運営。2024年で設立16周年を迎える東証プライム上場企業。VRゲーム・メタバース・ブロックチェーンゲーム領域へも積極投資。VRゲームスタジオBRILLIANT TECHでオリジナルVRタイトルを開発。2024年度売上高300億円規模。自社IPの長期運営ノウハウとリアルタイム通信技術でモバイルゲーム市場をリード。",
      "description_en": "Develops and operates mobile games including \"Shironeko Project\" and \"Quiz RPG: Wizard and Black Cat Wiz.\" TSE Prime listed company celebrating 16th anniversary in 2024. Actively investing in VR games, metaverse, and blockchain game domains. Develops original VR titles at VR game studio BRILLIANT TECH. FY2024 revenue of approximately 30 billion yen. Leading mobile game market with long-term operation know-how of proprietary IPs and real-time communication technology.",
      "hiring_url": "https://colopl.co.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": 30000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/colopl.png",
      "company_url": "https://colopl.co.jp/",
      "num_of_positions": 0
    },
    "rakus": {
      "company_name_ja": "ラクス",
      "company_name_en": "Rakus",
      "description": "経費精算システム「楽楽精算」を中心に楽楽明細・楽楽勤怠・楽楽販売などバックオフィスSaaSを提供。楽楽精算は累計導入18000社超で経費精算クラウド市場シェアNo.1。2024年度売上高384億円（YoY+40%）と高成長を継続しSaaS企業として日本最大級の時価総額3300億円規模。2029年までにAI活用で経費精算作業時間60%削減を目指す開発ロードマップを発表。",
      "description_en": "Provides back-office SaaS centered on expense management system \"Rakurak Seisan\" along with Rakurak Meisai, Rakurak Kintai, and Rakurak Hanbai. Rakurak Seisan leads expense management cloud market with over 18,000 cumulative implementations. Sustained high growth with FY2024 revenue of 38.4 billion yen (YoY +40%), one of Japan's largest SaaS companies by market cap at 330 billion yen. Announced development roadmap targeting 60% reduction in expense processing time through AI by 2029.",
      "hiring_url": "https://www.rakus.co.jp/recruit/",
      "num_of_employees": "2000+",
      "sales": 30000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/rakus.png",
      "company_url": "https://www.rakus.co.jp/",
      "num_of_positions": 32
    },
    "moneyforward": {
      "company_name_ja": "マネーフォワード",
      "company_name_en": "Money Forward",
      "description": "2300以上の金融サービスと連携するクラウド会計・経費精算・給与計算・勤怠管理など12のバックオフィスSaaSを提供。個人向け家計簿アプリ「マネーフォワード ME」も運営。AIによる自動仕訳機能を搭載し全国44000超の士業事務所が利用。Go言語やグローバル開発体制で技術力も高くFintech領域にも積極展開。2024年には複数のM&Aで事業領域を拡大。",
      "description_en": "Provides 12 back-office SaaS products including cloud accounting, expense management, payroll, and attendance management, connecting with over 2,300 financial services. Also operates personal budgeting app \"Money Forward ME.\" Features AI-powered automatic journal entry used by over 44,000 professional firms nationwide. Strong technical capabilities with Go language and global development structure, actively expanding in Fintech. Expanded business domains through multiple M&As in 2024.",
      "hiring_url": "https://corp.moneyforward.com/recruit/",
      "num_of_employees": "2000+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/money-forward.png",
      "company_url": "https://corp.moneyforward.com/",
      "num_of_positions": 39
    },
    "cover": {
      "company_name_ja": "Cover",
      "company_name_en": "Cover",
      "description": "VTuber事務所「ホロライブプロダクション」を運営し日本発バーチャルタレントIPで世界を熱狂させる企業。所属タレント100名超・YouTubeチャンネル登録者延べ1億人超。2024年3月に東証グロース上場。売上高350億円超・営業利益85億円超で過去最高を更新。自社開発メタバース「Holoearth」でバーチャルライブやファン交流空間を構築。ライブ・グッズ・ゲームなど多角的なIP展開でグローバルファンベースを拡大中。",
      "description_en": "Operates VTuber agency \"hololive production,\" captivating the world with Japan-born virtual talent IP. Over 100 affiliated talents with cumulative YouTube channel subscribers exceeding 100 million. Listed on TSE Growth in March 2024. Achieved record highs with over 35 billion yen revenue and over 8.5 billion yen operating profit. Building virtual live concerts and fan interaction spaces through self-developed metaverse \"Holoearth.\" Expanding global fanbase through diversified IP development including live events, merchandise, and games.",
      "hiring_url": "https://cover-corp.com/recruit/",
      "num_of_employees": "500+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/cover.png",
      "company_url": "https://cover-corp.com/",
      "num_of_positions": 12
    },
    "cybozu": {
      "company_name_ja": "Cybozu",
      "company_name_en": "Cybozu",
      "description": "ノーコード業務アプリ開発基盤「kintone」を中核にグループウェア「サイボウズ Office」「Garoon」を提供。kintone導入企業は3万7000社超で東証プライム企業の3社に1社が採用。導入担当者の93%が非IT部門という市民開発を推進。2025年にはAIアシスタント機能を追加予定。働き方改革の先駆者として柔軟な人事制度を導入し多様な働き方を実現。",
      "description_en": "Provides no-code business app development platform \"kintone\" as core product along with groupware \"Cybozu Office\" and \"Garoon.\" Over 37,000 companies use kintone, with 1 in 3 TSE Prime companies adopting it. Promotes citizen development with 93% of implementation managers being non-IT departments. Plans to add AI assistant features in 2025. Pioneer in work style reform, implementing flexible HR systems to enable diverse work arrangements.",
      "hiring_url": "https://cybozu.co.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": 25000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/cybozu.png",
      "company_url": "https://cybozu.co.jp/",
      "num_of_positions": 26
    },
    "medley": {
      "company_name_ja": "Medley",
      "company_name_en": "Medley",
      "description": "医療プラットフォーム事業と人材プラットフォーム事業を展開する医療ヘルスケアDXリーダー。オンライン診療システム「CLINICSオンライン診療」を中核に電子カルテ「MALL」・歯科向け「Dentis」・かかりつけ薬局支援「Pharms」を提供。2025年に「MEDLEY AI CLOUD」へブランドリニューアルしAIアシスト機能でカルテ作成工数を11%以上削減。医療介護求人「ジョブメドレー」は国内最大規模。2029年に売上高1000億円・社員4000人規模を目指す中期経営計画を発表。",
      "description_en": "Healthcare DX leader operating medical platform and talent platform businesses. Provides online medical consultation system \"CLINICS Online Medical Care\" as core, along with electronic medical records \"MALL,\" dental \"Dentis,\" and family pharmacy support \"Pharms.\" Rebranded to \"MEDLEY AI CLOUD\" in 2025, reducing medical record creation workload by over 11% with AI assist features. Healthcare job site \"Job Medley\" is Japan's largest scale. Announced medium-term plan targeting 100 billion yen revenue and 4,000 employees by 2029.",
      "hiring_url": "https://www.medley.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": 20000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/medley.png",
      "company_url": "https://www.medley.jp/",
      "num_of_positions": 28
    },
    "coincheck": {
      "company_name_ja": "Coincheck",
      "company_name_en": "Coincheck",
      "description": "マネックスグループ傘下で顧客預かり資産1.29兆円（2025年1月末）・ビットコイン現物取引高2024年下半期国内No.1の暗号資産取引所。34種類の銘柄で現物取引が可能でスマホアプリダウンロード数600万超。IEO第3弾ブリリアンクリプトトークン（BRIL）では申込金額333億円・申込人数7.94万人を記録し13分で調達目標達成。2021年開始のNFTマーケットプレイス「Coincheck NFT」や2025年1月の国内初FPLトークンIEO等で新興クリプト分野に積極進出。マネックス傘下入り後セキュリティを飛躍的に改善。",
      "description_en": "Cryptocurrency exchange under Monex Group with 1.29 trillion yen customer assets (end of January 2025) and #1 domestic Bitcoin spot trading volume in H2 2024. Spot trading available for 34 cryptocurrencies with over 6 million smartphone app downloads. IEO #3 Brilliant Crypto Token (BRIL) recorded 33.3 billion yen applications from 79,400 applicants, reaching funding target in 13 minutes. Actively entering emerging crypto fields with NFT marketplace \"Coincheck NFT\" started in 2021 and Japan's first FPL token IEO in January 2025. Dramatically improved security after joining Monex Group.",
      "hiring_url": "https://corporate.coincheck.com/recruit/",
      "num_of_employees": "200+",
      "sales": 20000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/coincheck.png",
      "company_url": "https://coincheck.com/",
      "num_of_positions": 14
    },
    "freee": {
      "company_name_ja": "freee",
      "company_name_en": "freee",
      "description": "「スモールビジネスを世界の主役に。」をミッションに掲げ会計・人事労務・販売・申告など統合型経営プラットフォームを提供。ヒト・モノ・カネを網羅しあらゆる業務とデータを繋げて自動化と可視化を実現。2024年にはメニューバーデザイン共通化や事業計画機能を追加。アクセシビリティへのこだわりとUX/UIデザインに定評があり従業員1700名超の組織に成長。",
      "description_en": "Mission: \"Empower small businesses to become the heroes of the world.\" Provides integrated business management platform covering accounting, HR, sales, and tax filing. Connects all operations and data across people, goods, and money to enable automation and visualization. Added unified menu bar design and business planning features in 2024. Renowned for commitment to accessibility and UX/UI design, grown to over 1,700 employees.",
      "hiring_url": "https://hire.wantedly.com/careers/freee/career_page_all_jobs?includeCasualVisits=false&jobFunctionId=116/",
      "num_of_employees": "1200+",
      "sales": 20000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/freee.png",
      "company_url": "https://corp.freee.co.jp/",
      "num_of_positions": 16
    },
    "akatsuki": {
      "company_name_ja": "Akatsuki Games",
      "company_name_en": "Akatsuki",
      "description": "「ドラゴンボールZ ドッカンバトル」を世界180カ国以上で累計4.5億DL超を達成した実績を持つモバイルゲーム開発会社。「八月のシンデレラナイン」等の人気タイトルを運営。Elixir言語をゲームサーバーに採用するなど技術挑戦に積極的。2021年に持株会社体制へ移行しAkatsuki Gamesとして独立。大規模同時接続とリアルタイム通信技術に強み。エンターテインメント×テクノロジーで感動体験を創出。",
      "description_en": "Mobile game development company with track record of \"Dragon Ball Z Dokkan Battle\" achieving over 450 million cumulative downloads across 180+ countries. Operates popular titles including \"Hachinai.\" Actively pursues technical challenges like adopting Elixir language for game servers. Transitioned to holding company structure in 2021, becoming independent as Akatsuki Games. Strong in large-scale concurrent connections and real-time communication technology. Creating moving experiences through entertainment × technology.",
      "hiring_url": "https://games.aktsk.jp/recruit/",
      "num_of_employees": "500+",
      "sales": 20000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/akatsuki.png",
      "company_url": "https://aktsk.jp/",
      "num_of_positions": 0
    },
    "sakurainternet": {
      "company_name_ja": "Sakura Internet",
      "company_name_en": "Sakura Internet",
      "description": "1996年創業の国産クラウド・データセンター大手。生成AI向けGPUクラウド「高火力」を提供しNVIDIA H100を約2000基・H200を約1000基整備。2024年度から2030年度まで総額1000億円規模の投資計画を推進し経済産業省から約565億円の助成を獲得。2025年末までにガバメントクラウド正式認定を目指す。GPUとガバクラの両方を提供できる国産クラウド事業者として唯一の存在。",
      "description_en": "A major domestic cloud and data center provider founded in 1996. Offers the 'Koukaryoku' (High Firepower) GPU cloud for generative AI, with approximately 2,000 NVIDIA H100 units and approximately 1,000 H200 units deployed. The company is pursuing a total investment plan of approximately 100 billion yen from fiscal 2024 to 2030 and has secured approximately 56.5 billion yen in subsidies from the Ministry of Economy, Trade and Industry. It aims to achieve official Government Cloud certification by the end of 2025. The company is the only domestic cloud provider capable of offering both GPU and Government Cloud services.",
      "hiring_url": "https://www.sakura.ad.jp/corporate/recruit/",
      "num_of_employees": "800+",
      "sales": 20000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/sakura-internet.png",
      "company_url": "https://www.sakura.ad.jp/",
      "num_of_positions": 26
    },
    "gmofg": {
      "company_name_ja": "GMO Financial Gate",
      "company_name_en": "GMO FG",
      "description": "1999年創業で対面キャッシュレス決済代行26年の実績を持ちクレジット・電子マネー・QRコードに対応。2025年12月にアミューズメント市場向け新端末「F3」を提供開始し低価格・小型設計でゲーム機への後付け設置が容易。2024年3月には世界初のPCI MPoC認定を受けた端末レス決済アプリ「stera tap」の提供支援を開始しスマホのみでタッチ決済が可能に。飲料自販機・券売機・駐車場精算機等の組込型決済も展開し日常生活領域加盟店を拡大中。",
      "description_en": "Founded in 1999 with 26 years of in-person cashless payment processing experience, supporting credit cards, e-money, and QR codes. Launched new terminal \"F3\" for amusement market in December 2025 with low-cost, compact design for easy retrofit installation on game machines. Began supporting world's first PCI MPoC certified terminal-less payment app \"stera tap\" in March 2024, enabling contactless payments with smartphone only. Also expands embedded payments in beverage vending machines, ticket machines, parking meters, etc. to grow daily-life merchant base.",
      "hiring_url": "https://gmo-fg.com/recruit/",
      "num_of_employees": "100+",
      "sales": 18000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/gmo-fg.png",
      "company_url": "https://gmo-fg.com/",
      "num_of_positions": 10
    },
    "timee": {
      "company_name_ja": "Timee",
      "company_name_en": "Timee",
      "description": "スキマバイト・スポットワーク市場のリーディングカンパニー。累計登録ワーカー1000万人・登録事業所33.5万拠点で国内No.1のスキマバイトプラットフォームを運営。履歴書・面接不要で即日勤務可能・勤務終了後すぐ報酬受取可能な仕組みで人手不足解消と柔軟な働き方を両立。2024年のスポットワーク市場規模は1216億円で2年前から3倍超に拡大。2024年7月に東証グロース上場し時価総額1569億円の大型上場を達成。第3四半期累計売上高248億円（前年比30.5%増）と大幅増収増益を継続。",
      "description_en": "Leading company in gig work and spot work market. Operates Japan's #1 gig work platform with 10 million cumulative registered workers and 335,000 registered business locations. Enables same-day work without resume or interview and immediate payment after shift completion, addressing labor shortages while enabling flexible work styles. 2024 spot work market size reached 121.6 billion yen, tripling from two years prior. Listed on TSE Growth in July 2024 with major IPO achieving 156.9 billion yen market cap. Q3 cumulative revenue of 24.8 billion yen (YoY +30.5%) with continued significant revenue and profit growth.",
      "hiring_url": "https://corp.timee.co.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": 16000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/timee.png",
      "company_url": "https://timee.co.jp/",
      "num_of_positions": 22
    },
    "pkshatechnology": {
      "company_name_ja": "PKSHA Technology",
      "company_name_en": "PKSHA Technology",
      "description": "東京大学発AIスタートアップで2017年9月東証マザーズ上場（現プライム）。自然言語処理・画像認識・機械学習/深層学習技術を活用しAI SaaS・アルゴリズムソリューションを提供。主力製品「PKSHA ChatAgent」は深層学習と日本語固有NLP技術で5000万人超の会話ログを分析し高精度な意図理解を実現しAIチャットボット市場シェアNo.1。3000社以上に導入。2024年にはマイクロソフトと共同で世界初のRetentive Network活用日英LLMを開発。2025年6月期売上高154億円（前年比125.1%）と高成長を継続。",
      "description_en": "AI startup spun out from University of Tokyo, listed on TSE Mothers in September 2017 (now Prime). Provides AI SaaS and algorithm solutions utilizing NLP, image recognition, and machine/deep learning technologies. Flagship product \"PKSHA ChatAgent\" analyzes over 50 million conversation logs with deep learning and Japanese-specific NLP technology to achieve high-precision intent understanding, holding #1 AI chatbot market share. Deployed in over 3,000 companies. Developed world's first Japanese-English LLM utilizing Retentive Network jointly with Microsoft in 2024. FY2025 June revenue of 15.4 billion yen (YoY +125.1%) with continued high growth.",
      "hiring_url": "https://www.pkshatech.com/recruitment/",
      "num_of_employees": "300+",
      "sales": 14000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/pksha-technology.png",
      "company_url": "https://www.pkshatech.com/",
      "num_of_positions": 32
    },
    "sun": {
      "company_name_ja": "Sun",
      "company_name_en": "Sun",
      "description": "エンジニア・デザイナー・戦略コンサルなど総勢1500名が集結するデジタル・クリエイティブスタジオ。ベトナムに1400人のエンジニアを擁しプロダクト開発・DX支援・スタートアップインキュベーションを展開。創業より600社以上の支援実績と850を超えるサービス・プロダクトを開発。ベトナムのハノイ工科大学等と産学連携で2800人以上の学生に日本語とIT教育を実施。2020年に東証マザーズ上場。",
      "description_en": "A digital creative studio with a total of 1,500 members including engineers, designers, and strategy consultants. With 1,400 engineers in Vietnam, the company engages in product development, DX support, and startup incubation. Since its founding, it has supported over 600 companies and developed more than 850 services and products. Through industry-academia collaboration with Hanoi University of Science and Technology and others in Vietnam, it has provided Japanese language and IT education to over 2,800 students. Listed on the TSE Mothers Market in 2020.",
      "hiring_url": "https://sun-asterisk.com/recruitment/mid-career",
      "num_of_employees": "2000+",
      "sales": 13000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/sun.png",
      "company_url": "https://sun-asterisk.com/",
      "num_of_positions": 18
    },
    "uzabase": {
      "company_name_ja": "Uzabase",
      "company_name_en": "Uzabase",
      "description": "AI技術を活用した経済情報プラットフォーム「SPEEDA」と日本最大級のソーシャル経済メディア「NewsPicks」を展開。2024年7月にSPEEDA・INITIAL・FORCASを「スピーダ」に統一。東京・上海・シンガポール・コロンボ・サンフランシスコ・NYに拠点を持ちグローバル展開。XP開発手法を実践するエンジニア文化で勤務時間の制約や出社義務がなく服装も自由。",
      "description_en": "Operates AI-powered economic information platform \"SPEEDA\" and Japan's largest social economic media \"NewsPicks.\" Unified SPEEDA, INITIAL, and FORCAS into \"Speeda\" in July 2024. Global presence with offices in Tokyo, Shanghai, Singapore, Colombo, San Francisco, and NY. Engineering culture practicing XP development methodology with no restrictions on working hours, no office attendance requirements, and free dress code.",
      "hiring_url": "https://www.uzabase.com/jp/careers/",
      "num_of_employees": "800+",
      "sales": 12000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/uzabase.png",
      "company_url": "https://www.uzabase.com/",
      "num_of_positions": 8
    },
    "safie": {
      "company_name_ja": "セーフィー",
      "company_name_en": "Safie",
      "description": "クラウド録画サービス国内シェア55.3%でNo.1の映像プラットフォーム「Safie」を開発・運営。従来の防犯カメラと比べ1/10以下のコストを実現しパソコン・スマートフォンでいつでもどこでもインターネット経由で映像確認が可能。2024年通期売上高150億円（前期比27.4%増）・ARR119億円・課金カメラ台数29.3万台に到達。2025年売上高予想184億円で調整後営業利益黒字化を見込む。2024年には360度全方位撮影の屋外向け「Safie GO 360」を発表。AIと映像データを組み合わせ産業の現場DXを推進。",
      "description_en": "Develops and operates video platform \"Safie\" with #1 domestic cloud recording service market share at 55.3%. Achieves less than 1/10 the cost of traditional security cameras with video access anytime, anywhere via PC or smartphone over internet. FY2024 full-year revenue of 15 billion yen (YoY +27.4%), ARR of 11.9 billion yen, and 293,000 paid cameras. FY2025 revenue forecast of 18.4 billion yen with adjusted operating profit profitability expected. Announced outdoor 360-degree \"Safie GO 360\" in 2024. Promotes industrial frontline DX combining AI and video data.",
      "hiring_url": "https://safie.co.jp/recruit/",
      "num_of_employees": "400+",
      "sales": 12000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/safie.png",
      "company_url": "https://safie.link/",
      "num_of_positions": 21
    },
    "bengoshi": {
      "company_name_ja": "弁護士ドットコム",
      "company_name_en": "Bengoshi.com",
      "description": "電子契約サービス「クラウドサイン」を核にリーガルテック市場を牽引。有料契約企業30万社超・送信件数500万件超で電子署名法上の「電子署名」に該当することを国内初認定。弁護士ドットコム・税理士ドットコム・BUSINESS LAWYERSなど専門家ポータルも運営。2024年3月期売上高113億円で過去最高益を達成。AIを活用した契約書レビュー機能「クラウドサインレビュー」も展開。",
      "description_en": "Leading legal tech market with e-contract service \"CloudSign\" as core. Over 300,000 paid contract companies with over 5 million transmissions, first in Japan certified as \"electronic signature\" under the Electronic Signature Law. Also operates professional portals including Bengoshi.com, Zeirishi.com, and BUSINESS LAWYERS. Achieved record profits with FY2024 revenue of 11.3 billion yen. Also offers AI-powered contract review feature \"CloudSign Review.\"",
      "hiring_url": "https://www.bengo4.com/corporate/recruit/",
      "num_of_employees": "500+",
      "sales": 10000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/bengoshi.com.png",
      "company_url": "https://www.bengo4.com/corporate/",
      "num_of_positions": 18
    },
    "finatext": {
      "company_name_ja": "Finatext",
      "company_name_en": "Finatext",
      "description": "「金融をサービスとして再発明する」をミッションに証券・保険・貸金の金融基盤をSaaSとして提供。証券プラットフォーム「BaaS（Brokerage as a Service）」は証券取引の執行機能をAPI化しAWS・マイクロサービス（Amazon ECS）で構築。保険SaaS「Inspire」はあいおいニッセイ同和損保等14社に導入され最短2週間でデジタル保険を提供可能。2025年にはパスキー認証機能を追加しフィッシング詐欺対策を強化。AWSソフトウェアパス認定取得。",
      "description_en": "Provides securities, insurance, and lending financial infrastructure as SaaS with mission \"Reinventing finance as a service.\" Securities platform \"BaaS (Brokerage as a Service)\" API-izes securities trade execution, built on AWS and microservices (Amazon ECS). Insurance SaaS \"Inspire\" deployed by 14 companies including Aioi Nissay Dowa Insurance, enabling digital insurance delivery in as little as 2 weeks. Added passkey authentication in 2025 to strengthen phishing fraud prevention. Obtained AWS Software Path certification.",
      "hiring_url": "https://finatext.com/recruit/",
      "num_of_employees": "200+",
      "sales": 10000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/finatext.png",
      "company_url": "https://finatext.com/",
      "num_of_positions": 30
    },
    "plaid": {
      "company_name_ja": "Plaid",
      "company_name_en": "Plaid",
      "description": "「データによって人の価値を最大化する」をミッションにCXプラットフォーム「KARTE」を開発・運営。ウェブ・アプリユーザーの行動をリアルタイム解析し一人ひとりを可視化してパーソナライズされた体験を提供。2019年にGoogle出資を受け2020年に東証マザーズ上場。2024年にはグループ合計ARRが100億円を突破。CX特化メディア「XD」やカンファレンス「CX DIVE」も主催。",
      "description_en": "Develops and operates CX platform \"KARTE\" with mission \"Maximizing human value through data.\" Analyzes web and app user behavior in real-time to visualize individuals and deliver personalized experiences. Received Google investment in 2019 and listed on TSE Mothers in 2020. Group total ARR exceeded 10 billion yen in 2024. Also hosts CX-focused media \"XD\" and conference \"CX DIVE.\"",
      "hiring_url": "https://plaid.co.jp/recruit/",
      "num_of_employees": "300+",
      "sales": 8000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/plaid.png",
      "company_url": "https://plaid.co.jp/",
      "num_of_positions": 23
    },
    "soracom": {
      "company_name_ja": "SORACOM",
      "company_name_en": "SORACOM",
      "description": "「世界中のヒトとモノをつなげ共鳴する社会へ」をビジョンに掲げるIoTプラットフォーム企業。契約回線数600万を突破しSIM・LPWA・衛星通信まで多様な接続サービスを提供。2024年には衛星通信対応の「planNT1」やAI活用の「SORACOM Flux」など4つの新サービスを発表。AWSクラウドとモバイル技術を融合しデバイス・コネクティビティ・クラウドの3領域でグローバルIoTプラットフォームを展開。",
      "description_en": "An IoT platform company with the vision 'Connect people and things worldwide to create a resonating society.' With over 6 million contracted lines, the company provides diverse connectivity services from SIM and LPWA to satellite communications. In 2024, it announced four new services including satellite-compatible 'planNT1' and AI-powered 'SORACOM Flux.' By integrating AWS cloud and mobile technologies, the company operates a global IoT platform spanning three domains: devices, connectivity, and cloud.",
      "hiring_url": "https://soracom.com/ja-jp/hr",
      "num_of_employees": "100+",
      "sales": 8000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/soracom.png",
      "company_url": "https://soracom.com/",
      "num_of_positions": 2
    },
    "exawizards": {
      "company_name_ja": "エクサウィザーズ",
      "company_name_en": "ExaWizards",
      "description": "「AIを用いた社会課題解決」をミッションに掲げる総合AIソリューション企業。年間300件以上のAI・DXプロジェクトを実施しAIプラットフォーム「exaBase」を中核に多様な産業でAI活用を推進。2024年には健康・医療領域特化の新会社「ExaMD」を設立し認知症診断ソフトウェアの開発に着手。介護領域では生成AI活用の事務効率化サービス「CareWiz タクスト」を提供開始し全国約1000箇所の介護事業所が利用。「exaBase 生成AI」が法人向け生成AI導入ソリューション市場シェア1位を獲得。",
      "description_en": "Comprehensive AI solution company with mission \"Solving social issues through AI.\" Executes over 300 AI/DX projects annually, promoting AI adoption across diverse industries with AI platform \"exaBase\" as core. Established new company \"ExaMD\" specializing in health/medical domain in 2024, beginning dementia diagnostic software development. In nursing care, launched generative AI administrative efficiency service \"CareWiz Taksto\" used by approximately 1,000 care facilities nationwide. \"exaBase Generative AI\" captured #1 market share in enterprise generative AI adoption solutions.",
      "hiring_url": "https://exawizards.com/recruit/",
      "num_of_employees": "400+",
      "sales": 8000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/exawizards.png",
      "company_url": "https://exawizards.com/",
      "num_of_positions": 35
    },
    "hennge": {
      "company_name_ja": "HENNGE",
      "company_name_en": "HENNGE",
      "description": "「テクノロジーの解放で世の中を変えていく」を理念に掲げるクラウドセキュリティSaaS企業。主力製品「HENNGE One」は国内シェアNo.1のIDaaS・クラウドセキュリティサービスでMicrosoft 365・Google Workspace等へのシングルサインオンとアクセス制御を提供。2019年に東証マザーズ（現グロース）上場。社内公用語英語で海外メンバー比率20%超のグローバル組織。",
      "description_en": "A cloud security SaaS company with the mission of \"transforming the world through the liberation of technology.\" Its flagship product \"HENNGE One\" is Japan's No.1 market share IDaaS and cloud security service, providing single sign-on and access control for Microsoft 365, Google Workspace, and other platforms. Listed on the TSE Mothers (now Growth) Market in 2019. A global organization with English as the official corporate language and over 20% international members.",
      "hiring_url": "https://recruit.hennge.com/mid-career/",
      "num_of_employees": "300+",
      "sales": 7000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/hennge.png",
      "company_url": "https://hennge.com/",
      "num_of_positions": 9
    },
    "kubell": {
      "company_name_ja": "Kubell",
      "company_name_en": "Kubell (Chatwork)",
      "description": "2024年7月に社名をChatworkからkubellに変更。ビジネスチャット国内利用者数No.1の「Chatwork」は43万社664万ユーザーが利用。中期経営計画でBPaaS（Business Process as a Service）戦略を掲げ人の力とテクノロジーを組み合わせた業務プロセス代行サービスを展開。チャット経由で会計・労務・総務をアウトソースできる「Chatwork アシスタント」も提供。",
      "description_en": "Changed company name from Chatwork to kubell in July 2024. \"Chatwork,\" Japan's #1 business chat service, used by 430,000 companies and 6.64 million users. Medium-term plan promotes BPaaS (Business Process as a Service) strategy combining human power and technology for business process outsourcing services. Also offers \"Chatwork Assistant\" for outsourcing accounting, HR, and general affairs via chat.",
      "hiring_url": "https://kubell.com/recruit/",
      "num_of_employees": "400+",
      "sales": 6000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/kubell-(chatwork).png",
      "company_url": "https://kubell.com/",
      "num_of_positions": 8
    },
    "yappli": {
      "company_name_ja": "Yappli",
      "company_name_en": "Yappli",
      "description": "「デジタルを簡単に社会を便利に」をミッションにノーコードでアプリ開発・運用・分析を提供するプラットフォーム。850超のアプリ開発実績と累計2億ダウンロードを突破。導入企業700社超でアパレル・飲食・美術館・学校・自治体など幅広い業界で活用。完全ノーコード型で国内シェア37.1%と3年連続No.1。2024年度に営業黒字化を達成しCRM機能も拡充中。",
      "description_en": "Platform providing no-code app development, operation, and analytics with mission \"Making digital easy, making society convenient.\" Over 850 app development projects with cumulative 200 million downloads. Used by over 700 companies across diverse industries including apparel, food service, museums, schools, and municipalities. Fully no-code with 37.1% domestic market share, #1 for 3 consecutive years. Achieved operating profitability in FY2024 while expanding CRM features.",
      "hiring_url": "https://yappli.co.jp/recruit/",
      "num_of_employees": "200+",
      "sales": 5000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/yappli.png",
      "company_url": "https://yappli.co.jp/",
      "num_of_positions": 11
    },
    "goodpatch": {
      "company_name_ja": "Goodpatch",
      "company_name_en": "Goodpatch",
      "description": "「デザインの力を証明する」をミッションに掲げ2020年に日本のデザイン会社として初めて東証マザーズ（現グロース）に上場。企業変革支援・UI/UXデザイン・ビジネスモデルデザイン・ブランド体験デザイン・組織デザインを手がける。7つの専門分野で500名の専門家が在籍。2025年にはデザインシステム「Sparkle Design」を無償公開しAIデザインツール開発のLayermateを子会社化。",
      "description_en": "With the mission of \"proving the power of design,\" became the first Japanese design company to list on the TSE Mothers Market (now Growth) in 2020. Specializes in corporate transformation support, UI/UX design, business model design, brand experience design, and organizational design. Employs 500 specialists across seven specialized fields. In 2025, released the design system \"Sparkle Design\" as open source and acquired Layermate, an AI design tool developer, as a subsidiary.",
      "hiring_url": "https://hrmos.co/pages/goodpatchhr/jobs",
      "num_of_employees": "200+",
      "sales": 4000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/goodpatch.png",
      "company_url": "https://goodpatch.com/",
      "num_of_positions": 4
    },
    "teamspirit": {
      "company_name_ja": "TeamSpirit",
      "company_name_en": "TeamSpirit",
      "description": "Salesforceプラットフォーム上で稼働する勤怠管理・工数管理・経費精算を統合したクラウドサービス。中小企業から1000名以上の大企業まで幅広い規模に対応。PC・モバイル・ICカード・QRコード・生体認証・GPS等多様な打刻方法を提供。テレワーク・シフト勤務・フレックスタイム制など多様な勤務形態に柔軟対応。AppExchange人気アプリランキング4回連続No.1。",
      "description_en": "Cloud service running on Salesforce platform integrating attendance management, work hour tracking, and expense settlement. Supports wide range of company sizes from SMEs to enterprises with 1,000+ employees. Offers diverse clock-in methods including PC, mobile, IC card, QR code, biometric, and GPS. Flexibly accommodates various work styles including remote work, shift work, and flextime. #1 in AppExchange popular apps ranking for 4 consecutive times.",
      "hiring_url": "https://www.teamspirit.com/recruit/",
      "num_of_employees": "100+",
      "sales": 4000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/teamspirit.png",
      "company_url": "https://www.teamspirit.com/",
      "num_of_positions": 2
    },
    "kaizenplatform": {
      "company_name_ja": "Kaizen Platform",
      "company_name_en": "Kaizen Platform",
      "description": "800社以上の豊富なデータと知見に基づきDXプロジェクトの立ち上げから戦略立案までトータルサポート。UI/UX改善技術基盤「KAIZEN ENGINE」はタグ設置だけで高度な分析とパーソナライズを実現し次ページ遷移速度を約30%向上。2024年には生成AI活用の「KAIZEN AI-UX」をリリース。動画広告クリエイター育成講座「KAIZEN School」も運営。2020年に東証マザーズ上場。",
      "description_en": "Provides total support from DX project launch to strategy planning based on extensive data and insights from over 800 companies. UI/UX improvement technology platform \"KAIZEN ENGINE\" enables advanced analytics and personalization with just tag installation, improving page transition speed by approximately 30%. Released generative AI-powered \"KAIZEN AI-UX\" in 2024. Also operates video ad creator training program \"KAIZEN School.\" Listed on TSE Mothers in 2020.",
      "hiring_url": "https://recruit.kaizenplatform.co.jp/",
      "num_of_employees": "100+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/kaizen-platform.png",
      "company_url": "https://kaizenplatform.com/",
      "num_of_positions": 4
    },
    "spiderplus": {
      "company_name_ja": "SpiderPlus",
      "company_name_en": "SpiderPlus",
      "description": "建設業界向けクラウド施工管理サービス「SPIDERPLUS」を提供。図面や工事写真の管理、検査記録など現場業務をデジタル化し、60,000現場以上で導入実績。鹿島建設・大林組など大手ゼネコンが採用。2022年東証グロース上場。AI機能で建設DXを推進し、累計契約社数は4,000社超。タイ・ベトナム・シンガポールなど東南アジア展開も推進中。",
      "description_en": "Provides cloud construction management service \"SPIDERPLUS\" for the construction industry. Digitizes on-site operations including drawing and construction photo management, inspection records, with implementation in over 60,000 sites. Adopted by major general contractors including Kajima and Obayashi. Listed on TSE Growth in 2022. Promotes construction DX with AI features, with over 4,000 contracted companies. Expanding into Southeast Asia including Thailand, Vietnam, and Singapore.",
      "hiring_url": "https://spiderplus.co.jp/recruit/",
      "num_of_employees": "200+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/spiderplus.png",
      "company_url": "https://spiderplus.co.jp/",
      "num_of_positions": 11
    },
    "note": {
      "company_name_ja": "Note",
      "company_name_en": "Note",
      "description": "クリエイターが文章・画像・音声・動画を投稿しユーザーが応援できるメディアプラットフォーム「note」を運営。2014年サービス開始以来累計4530万件の作品が誕生し会員数816万人。累計20万人以上のクリエイターが収益を獲得。2022年に東証グロース上場。2024年には日本で最も成長したデジタルブランドに選出されGoogleとの資本業務提携も実現。クリエイターエコノミー協会の設立企業でもある。",
      "description_en": "Operates 'note,' a media platform where creators can post text, images, audio, and video content, and users can support them. Since its 2014 launch, the platform has generated a cumulative 45.3 million works and has 8.16 million members. More than 200,000 creators have earned revenue. The company went public on the Tokyo Stock Exchange Growth Market in 2022. In 2024, it was selected as Japan's fastest-growing digital brand and established a capital and business alliance with Google. The company is also a founding member of the Creator Economy Association.",
      "hiring_url": "https://note.jp/n/nc0fe1a230633",
      "num_of_employees": "200+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/note.png",
      "company_url": "https://note.com/",
      "num_of_positions": 6
    },
    "hatena": {
      "company_name_ja": "Hatena",
      "company_name_en": "Hatena",
      "description": "2001年創業の京都発テック企業。約1247万人が利用する「はてなブックマーク」「はてなブログ」等のコンテンツプラットフォームを運営。SaaS型サーバー監視サービス「Mackerel」は日本企業初のAWS ISVワークロード移行プログラムパートナー認定を取得。2024年にOpenTelemetry対応機能をリリースし2025年にはAPM機能を正式提供開始。オブザーバビリティプラットフォームへの進化を推進。",
      "description_en": "A Kyoto-based tech company founded in 2001. Operates content platforms including \"Hatena Bookmark\" and \"Hatena Blog\" with approximately 12.47 million users. Its SaaS server monitoring service \"Mackerel\" became the first Japanese company to receive AWS ISV Workload Migration Program Partner certification. Released OpenTelemetry support in 2024 and officially launched APM features in 2025. Driving evolution toward an observability platform.",
      "hiring_url": "https://hatena.co.jp/recruit/career",
      "num_of_employees": "200+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/hatena.png",
      "company_url": "https://hatenacorp.jp/",
      "num_of_positions": 7
    },
    "nulab": {
      "company_name_ja": "Nulab",
      "company_name_en": "Nulab",
      "description": "福岡発のコラボレーションツール企業。プロジェクト管理「Backlog」は有料ユーザー128万人超で「ITreview Grid Award 2024 Fall」最高位LEADER獲得。オンライン作図「Cacoo」や組織セキュリティ「Nulab Pass」も提供。フルリモート体制で約5割が福岡在住。Scalaコミュニティへの貢献やエンジニアフレンドリーシティ福岡への協賛など技術コミュニティ活動も活発。",
      "description_en": "Collaboration tools company from Fukuoka. Project management tool \"Backlog\" has over 1.28 million paid users and earned highest LEADER position in \"ITreview Grid Award 2024 Fall.\" Also provides online diagramming \"Cacoo\" and organization security \"Nulab Pass.\" Full remote structure with about 50% residing in Fukuoka. Active in tech community including Scala community contributions and sponsoring Engineer Friendly City Fukuoka.",
      "hiring_url": "https://nulab.com/ja/careers/",
      "num_of_employees": "150+",
      "sales": 3000000000,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/nulab.png",
      "company_url": "https://nulab.com/",
      "num_of_positions": 0
    },
    "abeja": {
      "company_name_ja": "ABEJA",
      "company_name_en": "ABEJA",
      "description": "2012年設立のAI・DXプラットフォーム企業。ミッションクリティカル業務へのAI導入を支援する「ABEJA Platform」を開発・運用し300社以上のDXを支援。製造業・インフラ・物流・小売など幅広い業界に対応し生成AIをはじめとする最先端技術を活用可能なデジタル版EMSとして事業展開。2024年にはNEDOの競争力ある生成AI基盤モデル（GENIAC）事業に採択されミッションクリティカル業務向けLLMとAIエージェントを開発。三菱商事・ヒューリック・SOMPOホールディングスと資本業務提携を締結。",
      "description_en": "AI/DX platform company founded in 2012. Develops and operates \"ABEJA Platform\" to support AI adoption in mission-critical operations, assisting DX for over 300 companies. Serves diverse industries including manufacturing, infrastructure, logistics, and retail as a digital EMS leveraging cutting-edge technologies including generative AI. Selected for NEDO's competitive generative AI foundation model (GENIAC) project in 2024, developing LLMs and AI agents for mission-critical operations. Established capital and business alliances with Mitsubishi Corporation, Hulic, and SOMPO Holdings.",
      "hiring_url": "https://careers.abejainc.com/",
      "num_of_employees": "100+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/abeja.png",
      "company_url": "https://abejainc.com/",
      "num_of_positions": 12
    },
    "heroz": {
      "company_name_ja": "HEROZ",
      "company_name_en": "HEROZ",
      "description": "2009年創業、将棋AIで名人に勝利した独自AI技術を持つAIテクノロジー企業。2018年東証マザーズ上場（現スタンダード）。将棋AIで培った世界トップクラスの機械学習・深層学習技術を金融・建設・エンタメなど多様な業界のDX支援に応用。代表プロダクトは世界最大級のオンライン将棋対戦ゲーム「将棋ウォーズ」（累計800万DL）。2023年より生成AI SaaS「HEROZ ASK」を展開し300社以上に導入。AI革命を起こし未来を創るをミッションに掲げる。",
      "description_en": "AI technology company founded in 2009 with proprietary AI technology that defeated a professional shogi player. Listed on TSE Mothers in 2018 (now Standard). Applies world-class machine learning and deep learning technology cultivated through shogi AI to DX support across diverse industries including finance, construction, and entertainment. Flagship product is 'Shogi Wars', one of the world's largest online shogi platforms (over 8 million downloads). Launched generative AI SaaS 'HEROZ ASK' in 2023, now deployed in over 300 companies. Mission is to create the future through AI revolution.",
      "hiring_url": "https://heroz.co.jp/recruit/",
      "num_of_employees": "50+",
      "sales": 1500000000,
      "foreign_engineers": false,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/heroz.png",
      "company_url": "https://heroz.co.jp/",
      "num_of_positions": 1
    },
    "cocone": {
      "company_name_ja": "Cocone Corporation",
      "company_name_en": "Cocone Corporation",
      "description": "全世界1億4千万人以上のユーザーを持つアバターアプリNo.1企業。『ポケコロ』『リヴリーアイランド』『ディズニー マイリトルドール』などスマートフォン向けアバター着せ替え・ソーシャルネットワークサービスを展開。累計166億個以上のデジタルアイテム販売実績を持つ。2023年に持株会社体制へ移行し、東京・福岡・ソウル・シンガポール・アメリカ・エストニアなど7ヵ国8都市でグローバル展開。全社員の約3割が外国籍でビザサポートも提供。オンラインゲームポータル『ハンゲ』や幼児教育事業も運営。",
      "description_en": "Japan's #1 avatar app company with over 140 million users worldwide. Operates smartphone avatar dress-up and social networking services including 'Pokecolo,' 'Livly Island,' and 'Disney My Little Doll.' Has sold over 16.6 billion digital items cumulatively. Transitioned to a holding company structure in 2023, with global presence across 7 countries and 8 cities including Tokyo, Fukuoka, Seoul, Singapore, USA, and Estonia. Approximately 30% of employees are foreign nationals with visa support provided. Also operates online game portal 'Hangame' and early childhood education business.",
      "hiring_url": "https://cocone.engineering/joinus",
      "num_of_employees": "1000+",
      "sales": 74,
      "foreign_engineers": true,
      "logo_url": "https://d3342ivjc266xr.cloudfront.net/cocone-corporation.png",
      "company_url": "https://cocone.co.jp/",
      "num_of_positions": 7
    }
  }
}