{
  "companies": {
    "recruit": {
      "company_name_ja": "リクルート",
      "company_name_en": "Recruit",
      "description": "世界No.1求人サイト「Indeed」やGlassdoorを傘下に持ち60以上の国と地域で「働く」につながる機会を提供するグローバルテックカンパニー。国内ではリクナビ・SUUMO・ホットペッパー・Airレジ等を展開。2024年1月に「Indeed PLUS」をリリース。エンジニアは技術とビジネスの複眼的視座で世の中の「不」を解消するプロダクト開発を担い平均年収850万円。",
      "description_en": "Global tech company owning world's #1 job site Indeed and Glassdoor, providing work opportunities in over 60 countries and regions. Operates Rikunabi, SUUMO, Hot Pepper, and Airレジ in Japan. Released \"Indeed PLUS\" in January 2024. Engineers develop products that solve societal pain points with dual perspectives of technology and business, with average annual salary of 8.5 million yen.",
      "hiring_url": "https://www.recruit.co.jp/employment/",
      "num_of_employees": "18000+",
      "sales": 3400000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/recruit.co.jp",
      "company_url": "https://www.recruit.co.jp/",
      "num_of_positions": 2
    },
    "rakuten": {
      "company_name_ja": "楽天グループ",
      "company_name_en": "Rakuten Group",
      "description": "楽天市場を中核に楽天カード・楽天銀行・楽天モバイルなど70以上のサービスを展開する日本最大級のインターネットエコシステム。国内1億超の楽天会員を基盤に「楽天経済圏」を構築。社内公用語英語化の先駆者で100カ国以上出身の従業員がグローバル拠点で勤務。楽天モバイルは800万回線突破。完全仮想化ネットワーク技術で通信業界に革新をもたらす。",
      "description_en": "Japan's largest internet ecosystem with over 70 services centered on Rakuten Ichiba, including Rakuten Card, Rakuten Bank, and Rakuten Mobile. Built the \"Rakuten Ecosystem\" based on over 100 million domestic Rakuten members. Pioneer in adopting English as official corporate language with employees from over 100 countries working at global offices. Rakuten Mobile surpassed 8 million subscriptions, bringing innovation to the telecom industry with fully virtualized network technology.",
      "hiring_url": "https://corp.rakuten.co.jp/careers/",
      "num_of_employees": "30000+",
      "sales": 2000000000000,
      "foreign_engineers": true,
      "logo_url": "https://corp.rakuten.co.jp/careers/engineer/",
      "company_url": "https://corp.rakuten.co.jp/",
      "num_of_positions": 198
    },
    "lycorporation": {
      "company_name_ja": "LY Corporation",
      "company_name_en": "LY Corporation",
      "description": "2023年10月にLINE・Yahoo! JAPANが統合して誕生した日本最大のインターネット企業。LINEの月間1.99億ユーザーとYahoo! JAPANの月間5430万ログインIDを擁しグループ延べ利用者数3.2億超。PayPayやZOZO等も傘下に持つ。従業員約28000人でグループ会社124社。Java/Go/PythonやKubernetes等の技術スタックで大規模サービスを支える。",
      "description_en": "Japan's largest internet company formed by the merger of LINE and Yahoo! JAPAN in October 2023. Boasts 199 million monthly LINE users and 54.3 million Yahoo! JAPAN monthly login IDs, with total group users exceeding 320 million. Subsidiaries include PayPay and ZOZO. Approximately 28,000 employees across 124 group companies. Powers large-scale services with tech stacks including Java/Go/Python and Kubernetes.",
      "hiring_url": "https://www.lycorp.co.jp/ja/recruit/",
      "num_of_employees": "10000+",
      "sales": 1800000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/lycorp.co.jp",
      "company_url": "https://www.lycorp.co.jp/",
      "num_of_positions": 55
    },
    "cyberagent": {
      "company_name_ja": "サイバーエージェント",
      "company_name_en": "CyberAgent",
      "description": "インターネット広告、メディア（ABEMA等）、ゲーム事業を展開する日本を代表するIT企業。「21世紀を代表する会社を創る」をビジョンに掲げ、AI事業やDX支援にも注力。2024年売上高7,200億円、従業員6,000名以上。",
      "description_en": "A leading Japanese IT company operating internet advertising, media (ABEMA), and gaming businesses. With the vision of 'Creating a company that represents the 21st century,' focusing on AI and DX. Revenue of 720 billion yen in 2024, with over 6,000 employees.",
      "hiring_url": "https://hrmos.co/pages/cyberagent-group",
      "num_of_employees": "6000+",
      "sales": 720000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/cyberagent.co.jp",
      "company_url": "https://www.cyberagent.co.jp/",
      "num_of_positions": 93
    },
    "gmointernet": {
      "company_name_ja": "GMOインターネット",
      "company_name_en": "GMO Internet",
      "description": "ドメイン・レンタルサーバーで国内大手のインターネットインフラ企業。インフラ・広告・金融・暗号資産の4事業を展開し連結売上高2774億円（2024年度）。クリエイター・エンジニア比率50.7%で60%を目標に技術力を強化中。「AIで未来を創るNo.1企業グループ」を目指しAI・ロボティクス分野にも積極投資。開発・運用・サポート・販売を一貫して自社で行う。",
      "description_en": "Major Japanese internet infrastructure company in domains and rental servers. Operates four business segments: infrastructure, advertising, finance, and cryptocurrency, with consolidated revenue of 277.4 billion yen (FY2024). Creator/engineer ratio at 50.7%, targeting 60% to strengthen technical capabilities. Aims to be \"#1 company group creating the future with AI\" with active investment in AI and robotics. Handles development, operations, support, and sales entirely in-house.",
      "hiring_url": "https://recruit.gmo.jp/",
      "num_of_employees": "7000+",
      "sales": 250000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/gmo.jp",
      "company_url": "https://www.gmo.jp/",
      "num_of_positions": 16
    },
    "m3": {
      "company_name_ja": "エムスリー",
      "company_name_en": "M3",
      "description": "国内医師の9割以上が会員の医療ポータル「m3.com」を運営。電子カルテ「デジカル」や医療DXアプリ「デジスマ」など30以上のWebプロダクトを開発し100以上の医療事業を展開。2024年度売上2849億円。Ruby/TypeScript/Scala/React/AWS等の技術スタックを活用。エンジニアリンググループからIT業界にCEO/CTO/VPoEを10名以上輩出した実績を持つ。",
      "description_en": "Operates medical portal \"m3.com\" with over 90% of Japanese physicians as members. Develops over 30 web products including electronic medical records \"Digical\" and healthcare DX app \"Digisma,\" operating over 100 medical businesses. FY2024 revenue of 284.9 billion yen. Utilizes tech stack including Ruby/TypeScript/Scala/React/AWS. Has produced over 10 CEOs/CTOs/VPoEs for the IT industry from its engineering group.",
      "hiring_url": "https://jobs.m3.com/",
      "num_of_employees": "1000+",
      "sales": 230000000000,
      "foreign_engineers": false,
      "logo_url": "https://logo.clearbit.com/m3.com",
      "company_url": "https://corporate.m3.com/",
      "num_of_positions": 15
    },
    "cygames": {
      "company_name_ja": "Cygames",
      "company_name_en": "Cygames",
      "description": "「グランブルーファンタジー」「ウマ娘 プリティーダービー」「Shadowverse」等を開発するサイバーエージェントグループのゲーム会社。コンソール級のグラフィック品質とライブサービス運営に強み。2021年リリースの「ウマ娘」は社会現象となり年間売上1000億円超を記録。Nintendo Switch/PS向け大型タイトルやアニメ制作も手がける。佐賀スタジオ設立やJリーグチームスポンサーなど多角化を推進。",
      "description_en": "CyberAgent Group game company developing \"Granblue Fantasy,\" \"Uma Musume Pretty Derby,\" \"Shadowverse,\" and more. Strong in console-grade graphics quality and live service operations. \"Uma Musume\" released in 2021 became a social phenomenon with over 100 billion yen annual revenue. Also develops major titles for Nintendo Switch/PS and anime production. Promoting diversification through Saga Studio establishment and J-League team sponsorship.",
      "hiring_url": "https://www.cygames.co.jp/recruit/",
      "num_of_employees": "3000+",
      "sales": 180000000000,
      "foreign_engineers": false,
      "logo_url": "https://logo.clearbit.com/cygames.co.jp",
      "company_url": "https://www.cygames.co.jp/",
      "num_of_positions": 42
    },
    "zozo": {
      "company_name_ja": "ZOZO",
      "company_name_en": "ZOZO",
      "description": "日本最大級のファッションEC「ZOZOTOWN」を運営。「ZOZOSUIT」「ZOZOMAT」「ZOZOGLASS」等の計測テクノロジーで70億人のファッションを技術で変革することを目指す。物流拠点「ZOZOBASE」やコーディネートアプリ「WEAR」も展開。2024年にはAI活用の超パーソナルスタイリングサービス「niaulab」を開始。千葉拠点でフルリモートワーク体制を採用。",
      "description_en": "Operates Japan's largest fashion e-commerce platform \"ZOZOTOWN.\" Aims to transform fashion for 7 billion people with measurement technologies like ZOZOSUIT, ZOZOMAT, and ZOZOGLASS. Also operates logistics hub \"ZOZOBASE\" and styling app \"WEAR.\" Launched AI-powered hyper-personalized styling service \"niaulab\" in 2024. Adopted full remote work system from Chiba headquarters.",
      "hiring_url": "https://corp.zozo.com/recruit/",
      "num_of_employees": "1500+",
      "sales": "180000000000",
      "foreign_engineers": "FALSE",
      "logo_url": "https://logo.clearbit.com/zozo.com",
      "company_url": "https://corp.zozo.com/",
      "num_of_positions": 12
    },
    "mercari": {
      "company_name_ja": "メルカリ",
      "company_name_en": "Mercari",
      "description": "日本最大のフリマアプリ「メルカリ」を運営。累計出品数40億品を突破し月間2300万人以上が利用。メルペイ（決済）やメルコイン（暗号資産）などFintech事業も展開。「Go Bold」「All for One」「Be a Pro」のバリューのもと世界50カ国以上出身の多様なエンジニアが活躍。2024年にはオンデマンドワークサービス「メルカリ ハロ」をローンチ。",
      "description_en": "Operates Japan's largest flea market app \"Mercari\". Surpassed 4 billion cumulative listings with over 23 million monthly users. Also expands into Fintech with Merpay (payments) and Mercoin (cryptocurrency). Diverse engineers from over 50 countries thrive under the values of \"Go Bold,\" \"All for One,\" and \"Be a Pro.\" Launched on-demand work service \"Mercari Hallo\" in 2024.",
      "hiring_url": "https://careers.mercari.com/",
      "num_of_employees": "2000+",
      "sales": 170000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/mercari.com",
      "company_url": "https://about.mercari.com/",
      "num_of_positions": 17
    },
    "mixi": {
      "company_name_ja": "MIXI",
      "company_name_en": "MIXI",
      "description": "世界累計6200万人超が利用する「モンスターストライク」を運営。2024年で11周年を迎えるロングランタイトル。子どもの写真共有アプリ「家族アルバム みてね」やSNS「mixi」も展開。千葉ジェッツやFC東京などスポーツ事業にも進出。東洋経済「働きやすさランキング」2024年第1位。BigQuery等を活用したデータ分析基盤でゲーム運営を支える。",
      "description_en": "Operates \"Monster Strike\" with over 62 million cumulative users worldwide. A long-running title celebrating its 11th anniversary in 2024. Also offers family photo sharing app \"Mitene\" and SNS \"mixi.\" Expanded into sports business including Chiba Jets and FC Tokyo. Ranked #1 in Toyo Keizai's \"Best Workplaces Ranking\" 2024. Supports game operations with data analytics infrastructure utilizing BigQuery and more.",
      "hiring_url": "https://mixi.co.jp/recruit/",
      "num_of_employees": "1400+",
      "sales": 130000000000,
      "foreign_engineers": false,
      "logo_url": "https://logo.clearbit.com/mixi.co.jp",
      "company_url": "https://mixi.co.jp/",
      "num_of_positions": 12
    },
    "dena": {
      "company_name_ja": "DeNA",
      "company_name_en": "DeNA",
      "description": "1999年創業のインターネット企業。モバイルゲーム・ライブ配信「Pococha」・タクシーアプリ「GO」・横浜DeNAベイスターズなど多角的に事業展開。「一人ひとりに想像を超えるDelightを」をミッションに掲げる。約100人のAIエキスパートチームが全社横断でAI活用を推進。エンジニアが「何を作るか」まで自分ゴトとして考え事業を牽引する文化が特徴。",
      "description_en": "Internet company founded in 1999. Diversified business including mobile games, live streaming platform \"Pococha,\" taxi app \"GO,\" and Yokohama DeNA BayStars baseball team. Mission: \"Deliver delight beyond imagination to each individual.\" A team of about 100 AI experts drives AI adoption across the company. Characterized by a culture where engineers take ownership of \"what to build\" and lead the business.",
      "hiring_url": "https://dena.com/jp/recruit/",
      "num_of_employees": "2000+",
      "sales": 130000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/dena.com",
      "company_url": "https://dena.com/",
      "num_of_positions": 19
    },
    "anycolor": {
      "company_name_ja": "Anycolor",
      "company_name_en": "Anycolor",
      "description": "VTuber事務所「にじさんじ」を運営し日本・英語圏・韓国・中国で500名超のライバーが活動。2022年に東証グロース上場。2024年度売上高310億円・営業利益74億円。リアルタイム配信技術とIP多角化（ライブ・グッズ・ゲーム・楽曲）で収益化。YouTubeチャンネル登録者延べ2億人超でホロライブと並ぶVTuber業界の二大勢力。グローバル展開とファンエンゲージメント技術で成長継続。",
      "description_en": "Operates VTuber agency \"NIJISANJI\" with over 500 livers active in Japan, English-speaking regions, Korea, and China. Listed on TSE Growth in 2022. FY2024 revenue of 31 billion yen and operating profit of 7.4 billion yen. Monetizes through real-time streaming technology and IP diversification (live events, merchandise, games, music). Cumulative YouTube channel subscribers exceeding 200 million, one of the two major forces in VTuber industry alongside hololive. Continuing growth through global expansion and fan engagement technology.",
      "hiring_url": "https://www.anycolor.co.jp/recruit/",
      "num_of_employees": "400+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/anycolor.co.jp",
      "company_url": "https://www.anycolor.co.jp/",
      "num_of_positions": 9
    },
    "colopl": {
      "company_name_ja": "Colopl",
      "company_name_en": "Colopl",
      "description": "「白猫プロジェクト」「クイズRPG 魔法使いと黒猫のウィズ」などのモバイルゲームを開発・運営。2024年で設立16周年を迎える東証プライム上場企業。VRゲーム・メタバース・ブロックチェーンゲーム領域へも積極投資。VRゲームスタジオBRILLIANT TECHでオリジナルVRタイトルを開発。2024年度売上高300億円規模。自社IPの長期運営ノウハウとリアルタイム通信技術でモバイルゲーム市場をリード。",
      "description_en": "Develops and operates mobile games including \"Shironeko Project\" and \"Quiz RPG: Wizard and Black Cat Wiz.\" TSE Prime listed company celebrating 16th anniversary in 2024. Actively investing in VR games, metaverse, and blockchain game domains. Develops original VR titles at VR game studio BRILLIANT TECH. FY2024 revenue of approximately 30 billion yen. Leading mobile game market with long-term operation know-how of proprietary IPs and real-time communication technology.",
      "hiring_url": "https://colopl.co.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": 30000000000,
      "foreign_engineers": false,
      "logo_url": "https://logo.clearbit.com/colopl.co.jp",
      "company_url": "https://colopl.co.jp/",
      "num_of_positions": 0
    },
    "cover": {
      "company_name_ja": "Cover",
      "company_name_en": "Cover",
      "description": "VTuber事務所「ホロライブプロダクション」を運営し日本発バーチャルタレントIPで世界を熱狂させる企業。所属タレント100名超・YouTubeチャンネル登録者延べ1億人超。2024年3月に東証グロース上場。売上高350億円超・営業利益85億円超で過去最高を更新。自社開発メタバース「Holoearth」でバーチャルライブやファン交流空間を構築。ライブ・グッズ・ゲームなど多角的なIP展開でグローバルファンベースを拡大中。",
      "description_en": "Operates VTuber agency \"hololive production,\" captivating the world with Japan-born virtual talent IP. Over 100 affiliated talents with cumulative YouTube channel subscribers exceeding 100 million. Listed on TSE Growth in March 2024. Achieved record highs with over 35 billion yen revenue and over 8.5 billion yen operating profit. Building virtual live concerts and fan interaction spaces through self-developed metaverse \"Holoearth.\" Expanding global fanbase through diversified IP development including live events, merchandise, and games.",
      "hiring_url": "https://cover-corp.com/recruit/",
      "num_of_employees": "500+",
      "sales": 30000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/cover-corp.com",
      "company_url": "https://cover-corp.com/",
      "num_of_positions": 11
    },
    "medley": {
      "company_name_ja": "Medley",
      "company_name_en": "Medley",
      "description": "医療プラットフォーム事業と人材プラットフォーム事業を展開する医療ヘルスケアDXリーダー。オンライン診療システム「CLINICSオンライン診療」を中核に電子カルテ「MALL」・歯科向け「Dentis」・かかりつけ薬局支援「Pharms」を提供。2025年に「MEDLEY AI CLOUD」へブランドリニューアルしAIアシスト機能でカルテ作成工数を11%以上削減。医療介護求人「ジョブメドレー」は国内最大規模。2029年に売上高1000億円・社員4000人規模を目指す中期経営計画を発表。",
      "description_en": "Healthcare DX leader operating medical platform and talent platform businesses. Provides online medical consultation system \"CLINICS Online Medical Care\" as core, along with electronic medical records \"MALL,\" dental \"Dentis,\" and family pharmacy support \"Pharms.\" Rebranded to \"MEDLEY AI CLOUD\" in 2025, reducing medical record creation workload by over 11% with AI assist features. Healthcare job site \"Job Medley\" is Japan's largest scale. Announced medium-term plan targeting 100 billion yen revenue and 4,000 employees by 2029.",
      "hiring_url": "https://www.medley.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": "20000000000",
      "foreign_engineers": "FALSE",
      "logo_url": "https://logo.clearbit.com/medley.jp",
      "company_url": "https://www.medley.jp/",
      "collected_at": "2025-12-07",
      "num_of_positions": 24
    },
    "akatsuki": {
      "company_name_ja": "Akatsuki Games",
      "company_name_en": "Akatsuki",
      "description": "「ドラゴンボールZ ドッカンバトル」を世界180カ国以上で累計4.5億DL超を達成した実績を持つモバイルゲーム開発会社。バンダイナムコとの協業で運営するドッカンバトルは長期運営タイトルとして安定収益を維持。2023年に持株会社アカツキからゲーム事業を分社化して設立。ブロックチェーンゲームやWeb3領域への進出も模索。台湾子会社を通じたアジア展開とIP活用型ゲーム開発に強み。",
      "description_en": "Mobile game development company with \"Dragon Ball Z Dokkan Battle\" achieving over 450 million cumulative downloads across 180+ countries. Dokkan Battle, operated in collaboration with Bandai Namco, maintains stable revenue as a long-running title. Established in 2023 by spinning off the game business from holding company Akatsuki. Also exploring blockchain games and Web3 domain. Strength in Asian expansion through Taiwanese subsidiary and IP-based game development.",
      "hiring_url": "https://games.aktsk.jp/recruit/",
      "num_of_employees": "500+",
      "sales": 20000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/aktsk.jp",
      "company_url": "https://aktsk.jp/",
      "num_of_positions": 0
    },
    "timee": {
      "company_name_ja": "Timee",
      "company_name_en": "Timee",
      "description": "スキマバイト・スポットワーク市場のリーディングカンパニー。累計登録ワーカー1000万人・登録事業所33.5万拠点で国内No.1のスキマバイトプラットフォームを運営。履歴書・面接不要で即日勤務可能・勤務終了後すぐ報酬受取可能な仕組みで人手不足解消と柔軟な働き方を両立。2024年のスポットワーク市場規模は1216億円で2年前から3倍超に拡大。2024年7月に東証グロース上場し時価総額1569億円の大型上場を達成。第3四半期累計売上高248億円（前年比30.5%増）と大幅増収増益を継続。",
      "description_en": "Leading company in gig work and spot work market. Operates Japan's #1 gig work platform with 10 million cumulative registered workers and 335,000 registered business locations. Enables same-day work without resume or interview and immediate payment after shift completion, addressing labor shortages while enabling flexible work styles. 2024 spot work market size reached 121.6 billion yen, tripling from two years prior. Listed on TSE Growth in July 2024 with major IPO achieving 156.9 billion yen market cap. Q3 cumulative revenue of 24.8 billion yen (YoY +30.5%) with continued significant revenue and profit growth.",
      "hiring_url": "https://corp.timee.co.jp/recruit/",
      "num_of_employees": "1000+",
      "sales": "16000000000",
      "foreign_engineers": "FALSE",
      "logo_url": "https://logo.clearbit.com/timee.co.jp",
      "company_url": "https://timee.co.jp/",
      "collected_at": "2025-12-07",
      "num_of_positions": 24
    },
    "pkshatechnology": {
      "company_name_ja": "PKSHA Technology",
      "company_name_en": "PKSHA Technology",
      "description": "東京大学発AIスタートアップで2017年9月東証マザーズ上場（現プライム）。自然言語処理・画像認識・機械学習/深層学習技術を活用しAI SaaS・アルゴリズムソリューションを提供。主力製品「PKSHA ChatAgent」は深層学習と日本語固有NLP技術で5000万人超の会話ログを分析し高精度な意図理解を実現しAIチャットボット市場シェアNo.1。3000社以上に導入。2024年にはマイクロソフトと共同で世界初のRetentive Network活用日英LLMを開発。2025年6月期売上高154億円（前年比125.1%）と高成長を継続。",
      "description_en": "AI startup spun out from University of Tokyo, listed on TSE Mothers in September 2017 (now Prime). Provides AI SaaS and algorithm solutions utilizing NLP, image recognition, and machine/deep learning technologies. Flagship product \"PKSHA ChatAgent\" analyzes over 50 million conversation logs with deep learning and Japanese-specific NLP technology to achieve high-precision intent understanding, holding #1 AI chatbot market share. Deployed in over 3,000 companies. Developed world's first Japanese-English LLM utilizing Retentive Network jointly with Microsoft in 2024. FY2025 June revenue of 15.4 billion yen (YoY +125.1%) with continued high growth.",
      "hiring_url": "https://hrmos.co/pages/pkshatech/jobs",
      "num_of_employees": "300+",
      "sales": "14000000000",
      "foreign_engineers": "TRUE",
      "logo_url": "https://logo.clearbit.com/pkshatech.com",
      "company_url": "https://www.pkshatech.com/",
      "collected_at": "2025-12-07",
      "num_of_positions": 32
    },
    "safie": {
      "company_name_ja": "Safie",
      "company_name_en": "Safie",
      "description": "クラウド録画サービス国内シェア55.3%でNo.1の映像プラットフォーム「Safie」を開発・運営。従来の防犯カメラと比べ1/10以下のコストを実現しパソコン・スマートフォンでいつでもどこでもインターネット経由で映像確認が可能。2024年通期売上高150億円（前期比27.4%増）・ARR119億円・課金カメラ台数29.3万台に到達。2025年売上高予想184億円で調整後営業利益黒字化を見込む。2024年には360度全方位撮影の屋外向け「Safie GO 360」を発表。AIと映像データを組み合わせ産業の現場DXを推進。",
      "description_en": "Develops and operates video platform \"Safie\" with #1 domestic cloud recording service market share at 55.3%. Achieves less than 1/10 the cost of traditional security cameras with video access anytime, anywhere via PC or smartphone over internet. FY2024 full-year revenue of 15 billion yen (YoY +27.4%), ARR of 11.9 billion yen, and 293,000 paid cameras. FY2025 revenue forecast of 18.4 billion yen with adjusted operating profit profitability expected. Announced outdoor 360-degree \"Safie GO 360\" in 2024. Promotes industrial frontline DX combining AI and video data.",
      "hiring_url": "https://open.talentio.com/r/1/c/safie/homes/3663",
      "num_of_employees": "400+",
      "sales": "12000000000",
      "foreign_engineers": "FALSE",
      "logo_url": "https://logo.clearbit.com/safie.link",
      "company_url": "https://safie.link/",
      "collected_at": "2025-12-07",
      "num_of_positions": 23
    },
    "soracom": {
      "company_name_ja": "SORACOM",
      "company_name_en": "SORACOM",
      "description": "「世界中のヒトとモノをつなげ共鳴する社会へ」をビジョンに掲げるIoTプラットフォーム企業。契約回線数600万を突破しSIM・LPWA・衛星通信まで多様な接続サービスを提供。2024年には衛星通信対応の「planNT1」やAI活用の「SORACOM Flux」など4つの新サービスを発表。AWSクラウドとモバイル技術を融合しデバイス・コネクティビティ・クラウドの3領域でグローバルIoTプラットフォームを展開。",
      "description_en": "An IoT platform company with the vision \"Connect people and things worldwide to create a resonating society.\" With over 6 million contracted lines, the company provides diverse connectivity services from SIM and LPWA to satellite communications. In 2024, it announced four new services including satellite-compatible \"planNT1\" and AI-powered \"SORACOM Flux.\" By integrating AWS cloud and mobile technologies, the company operates a global IoT platform spanning three domains: devices, connectivity, and cloud.",
      "hiring_url": "https://soracom.com/ja-jp/hr",
      "num_of_employees": "100+",
      "sales": 8000000000,
      "foreign_engineers": true,
      "logo_url": "https://logo.clearbit.com/soracom.com",
      "company_url": "https://soracom.com/",
      "num_of_positions": 3
    },
    "exawizards": {
      "company_name_ja": "ExaWizards",
      "company_name_en": "ExaWizards",
      "description": "「AIを用いた社会課題解決」をミッションに掲げる総合AIソリューション企業。年間300件以上のAI・DXプロジェクトを実施しAIプラットフォーム「exaBase」を中核に多様な産業でAI活用を推進。2024年には健康・医療領域特化の新会社「ExaMD」を設立し認知症診断ソフトウェアの開発に着手。介護領域では生成AI活用の事務効率化サービス「CareWiz タクスト」を提供開始し全国約1000箇所の介護事業所が利用。「exaBase 生成AI」が法人向け生成AI導入ソリューション市場シェア1位を獲得。",
      "description_en": "Comprehensive AI solution company with mission \"Solving social issues through AI.\" Executes over 300 AI/DX projects annually, promoting AI adoption across diverse industries with AI platform \"exaBase\" as core. Established new company \"ExaMD\" specializing in health/medical domain in 2024, beginning dementia diagnostic software development. In nursing care, launched generative AI administrative efficiency service \"CareWiz Taksto\" used by approximately 1,000 care facilities nationwide. \"exaBase Generative AI\" captured #1 market share in enterprise generative AI adoption solutions.",
      "hiring_url": "https://recruit.exawizards.com/guideline",
      "num_of_employees": "400+",
      "sales": "8000000000",
      "foreign_engineers": "TRUE",
      "logo_url": "https://logo.clearbit.com/exawizards.com",
      "company_url": "https://exawizards.com/",
      "collected_at": "2025-12-07",
      "num_of_positions": 24
    },
    "note": {
      "company_name_ja": "Note",
      "company_name_en": "Note",
      "description": "クリエイターが文章・画像・音声・動画を投稿しユーザーが応援できるメディアプラットフォーム「note」を運営。2014年サービス開始以来累計4530万件の作品が誕生し会員数816万人。累計20万人以上のクリエイターが収益を獲得。2022年に東証グロース上場。2024年には日本で最も成長したデジタルブランドに選出されGoogleとの資本業務提携も実現。クリエイターエコノミー協会の設立企業でもある。",
      "description_en": "Operates \"note,\" a media platform where creators can post text, images, audio, and video content, and users can support them. Since its 2014 launch, the platform has generated a cumulative 45.3 million works and has 8.16 million members. More than 200,000 creators have earned revenue. The company went public on the Tokyo Stock Exchange Growth Market in 2022. In 2024, it was selected as Japan's fastest-growing digital brand and established a capital and business alliance with Google. The company is also a founding member of the Creator Economy Association.",
      "hiring_url": "https://note.jp/n/nc0fe1a230633",
      "num_of_employees": "200+",
      "sales": 3000000000,
      "foreign_engineers": false,
      "logo_url": "https://logo.clearbit.com/note.com",
      "company_url": "https://note.com/",
      "num_of_positions": 7
    },
    "abeja": {
      "company_name_ja": "ABEJA",
      "company_name_en": "ABEJA",
      "description": "2012年設立のAI・DXプラットフォーム企業。ミッションクリティカル業務へのAI導入を支援する「ABEJA Platform」を開発・運用し300社以上のDXを支援。製造業・インフラ・物流・小売など幅広い業界に対応し生成AIをはじめとする最先端技術を活用可能なデジタル版EMSとして事業展開。2024年にはNEDOの競争力ある生成AI基盤モデル（GENIAC）事業に採択されミッションクリティカル業務向けLLMとAIエージェントを開発。三菱商事・ヒューリック・SOMPOホールディングスと資本業務提携を締結。",
      "description_en": "AI/DX platform company founded in 2012. Develops and operates \"ABEJA Platform\" to support AI adoption in mission-critical operations, assisting DX for over 300 companies. Serves diverse industries including manufacturing, infrastructure, logistics, and retail as a digital EMS leveraging cutting-edge technologies including generative AI. Selected for NEDO's competitive generative AI foundation model (GENIAC) project in 2024, developing LLMs and AI agents for mission-critical operations. Established capital and business alliances with Mitsubishi Corporation, Hulic, and SOMPO Holdings.",
      "hiring_url": "https://careers.abejainc.com/",
      "num_of_employees": "100+",
      "sales": "3000000000",
      "foreign_engineers": "FALSE",
      "logo_url": "https://logo.clearbit.com/abejainc.com",
      "company_url": "https://abejainc.com/",
      "collected_at": "2025-12-07",
      "num_of_positions": 17
    }
  }
}